Repository: kodi-game/game.libretro.pokemini
Catalog: game.libretro.pokemini/resources/language/resource.language.*/strings.po
Languages: de_de, es_es, ga

# Addon Description
source: PokeMini emulates the obscure Pokémon Mini handheld. While functional, it does not support color files or savestates currently.[CR][CR]To use a real BIOS, place [I]bios.min[/I] in the emulator's userdata folder.
de_de: PokeMini emuliert den obskuren Pokémon Mini-Handheld. Er ist zwar funktionsfähig, unterstützt aber derzeit keine Farbdateien oder Savestates.[CR][CR]Um ein echtes BIOS zu verwenden, muss die Datei [I]bios.min[/I] im userdata-Ordner des Emulators abgelegt werden.
es_es: PokeMini emula la oscura videoconsola portátil Pokémon Mini. Aunque es funcional, actualmente no soporta archivos de color o guardar estados.[CR][CR]Para utilizar una BIOS real, coloca [I]bios.min[/I] en la carpeta userdata del emulador.
ga: Déanann PokeMini aithris ar an ríomhaire boise Pokémon Mini doiléir. Cé go bhfuil sé feidhmiúil, ní thacaíonn sé le comhaid datha ná le stáit shábháilte faoi láthair.[CR][CR]Chun BIOS fíor a úsáid, cuir [I]bios.min[/I] i bhfillteán sonraí úsáideora an aithriseora.

# #30001
source: Video Scale (Restart)
de_de: Videoskalierung (Neustart erforderlich)
es_es: Escalado de Vídeo (Reiniciar)
ga: Scála Físe (Atosaigh)

# #30002
source: 60Hz Mode
de_de: 60-Hz-Modus
es_es: Modo 60Hz
ga: Mód 60Hz

# #30003
source: LCD Filter
es_es: Filtro LCD
ga: Scagaire LCD

# #30004
source: LCD Mode
de_de: LCD-Modus
es_es: Modo LCD
ga: Mód LCD

# #30005
source: LCD Contrast
de_de: LCD-Kontrast
es_es: Contraste LCD
ga: Codarsnacht LCD

# #30006
source: LCD Brightness
de_de: LCD-Helligkeit
es_es: Brillo LCD
ga: Gile LCD

# #30007
source: Palette
es_es: Paleta
ga: Pailéad

# #30008
source: Piezo Filter
es_es: Filtro Piezo
ga: Scagaire Piezo

# #30009
source: Low Pass Filter
de_de: Tiefpassfilter
es_es: Filtro de Paso Bajo
ga: Scagaire Ísealphas

# #30010
source: Low Pass Filter Level (%)
de_de: Tiefpassfilterpegel %
es_es: Nivel del Filtro de Paso Bajo (%)
ga: Leibhéal Scagaire Ísealphas (%)

# #30011
source: Screen Shake Level
de_de: Verwackelungsstärke des Bildschirms
es_es: Nivel de Sacudida de Pantalla
ga: Leibhéal Crith Scáileáin

# #30012
source: Controller Rumble Level
de_de: Controller-Vibrationsstärke
es_es: Nivel de Vibración del Mando
ga: Leibhéal Tormáin an Rialaitheora

# #30013
source: Turbo Button Period
de_de: Turbotaste-Zeitdauer
es_es: Periodo para el Botón Turbo
ga: Tréimhse Cnaipe Turbó

# #30000
source: Settings
de_de: Einstellungen
